<?php

return [
    // Category
    'category_created'     => 'श्रेणी सफलतापूर्वक बनाई गई है।',
    'category_index'       => 'सभी श्रेणियाँ सफलतापूर्वक प्राप्त की गई हैं।',
    'category_show'        => 'श्रेणी का विवरण सफलतापूर्वक प्राप्त हुआ।',
    'category_update'      => 'श्रेणी सफलतापूर्वक अपडेट की गई है।',
    'category_deleted'     => 'श्रेणी सफलतापूर्वक हटाई गई है।',
    'category_not_found'   => 'अनुरोधित श्रेणी नहीं मिली।',
    'something_went_wrong' => 'कुछ गलत हो गया है, कृपया बाद में पुनः प्रयास करें।',
];
