<?php

return [
    // General
    'something_went_wrong' => 'कुछ गलत हो गया है। कृपया बाद में पुनः प्रयास करें।',

    // Category
    'category_created'     => 'श्रेणी सफलतापूर्वक बनाई गई है।',
    'category_index'       => 'सभी श्रेणियां सफलतापूर्वक प्राप्त की गई हैं।',
    'category_show'        => 'श्रेणी विवरण सफलतापूर्वक प्राप्त हुआ।',
    'category_update'      => 'श्रेणी को सफलतापूर्वक अपडेट किया गया है।',
    'category_deleted'     => 'श्रेणी को सफलतापूर्वक हटाया गया है।',
    'category_not_found'   => 'अनुरोधित श्रेणी नहीं मिली।',

    // Product
    'product_created'     => 'उत्पाद सफलतापूर्वक बनाया गया है।',
    'product_index'       => 'सभी उत्पाद सफलतापूर्वक प्राप्त किए गए हैं।',
    'product_show'        => 'उत्पाद विवरण सफलतापूर्वक प्राप्त हुआ।',
    'product_update'      => 'उत्पाद को सफलतापूर्वक अपडेट किया गया है।',
    'product_deleted'     => 'उत्पाद को सफलतापूर्वक हटाया गया है।',
    'product_not_found'   => 'अनुरोधित उत्पाद नहीं मिला।',

    // Brand
    'brand_created'     => 'ब्रांड सफलतापूर्वक बनाया गया है।',
    'brand_index'       => 'सभी ब्रांड सफलतापूर्वक प्राप्त किए गए हैं।',
    'brand_show'        => 'ब्रांड विवरण सफलतापूर्वक प्राप्त किया गया है।',
    'brand_update'      => 'ब्रांड को सफलतापूर्वक अपडेट किया गया है।',
    'brand_deleted'     => 'ब्रांड को सफलतापूर्वक हटाया गया है।',
    'brand_not_found'   => 'अनुरोधित ब्रांड नहीं मिला।',

    // Product Variant
    'product_variant_created'     => 'प्रोडक्ट वैरिएंट सफलतापूर्वक बनाया गया है।',
    'product_variant_index'       => 'सभी प्रोडक्ट वैरिएंट सफलतापूर्वक प्राप्त किए गए हैं।',
    'product_variant_show'        => 'प्रोडक्ट वैरिएंट का विवरण सफलतापूर्वक प्राप्त किया गया है।',
    'product_variant_update'      => 'प्रोडक्ट वैरिएंट सफलतापूर्वक अपडेट किया गया है।',
    'product_variant_deleted'     => 'प्रोडक्ट वैरिएंट सफलतापूर्वक हटाया गया है।',
    'product_variant_not_found'   => 'अनुरोधित प्रोडक्ट वैरिएंट नहीं मिला।',

    // Cart Item
    'cart_item_created'     => 'कार्ट आइटम सफलतापूर्वक जोड़ा गया है।',
    'cart_item_index'       => 'सभी उत्पाद वेरिएंट सफलतापूर्वक प्राप्त कर लिए गए हैं।',
    'cart_item_show'        => 'कार्ट आइटम की जानकारी सफलतापूर्वक प्राप्त की गई है।',
    'cart_item_update'      => 'कार्ट आइटम को सफलतापूर्वक अपडेट किया गया है।',
    'cart_item_deleted'     => 'कार्ट आइटम को सफलतापूर्वक हटा दिया गया है।',
    'cart_item_not_found'   => 'अनुरोधित कार्ट आइटम नहीं मिला।',

    //Order
    'order_created'     => 'ऑर्डर सफलतापूर्वक बनाया गया है।',
    'order_index'       => 'सभी ऑर्डर सफलतापूर्वक प्राप्त किए गए हैं।',
    'order_show'        => 'ऑर्डर विवरण सफलतापूर्वक प्राप्त हुआ है।',
    'order_update'      => 'ऑर्डर सफलतापूर्वक अपडेट किया गया है।',
    'order_deleted'     => 'ऑर्डर सफलतापूर्वक हटाया गया है।',
    'order_not_found'   => 'अनुरोधित ऑर्डर नहीं मिला।',


];
