<?php

return [
    // General
    'something_went_wrong' => 'कुछ गलत हो गया है। कृपया बाद में पुनः प्रयास करें।',

    // Category
    'category_created'     => 'श्रेणी सफलतापूर्वक बनाई गई है।',
    'category_index'       => 'सभी श्रेणियां सफलतापूर्वक प्राप्त की गई हैं।',
    'category_show'        => 'श्रेणी विवरण सफलतापूर्वक प्राप्त हुआ।',
    'category_update'      => 'श्रेणी को सफलतापूर्वक अपडेट किया गया है।',
    'category_deleted'     => 'श्रेणी को सफलतापूर्वक हटाया गया है।',
    'category_not_found'   => 'अनुरोधित श्रेणी नहीं मिली।',

    // Product
    'product_created'     => 'उत्पाद सफलतापूर्वक बनाया गया है।',
    'product_index'       => 'सभी उत्पाद सफलतापूर्वक प्राप्त किए गए हैं।',
    'product_show'        => 'उत्पाद विवरण सफलतापूर्वक प्राप्त हुआ।',
    'product_update'      => 'उत्पाद को सफलतापूर्वक अपडेट किया गया है।',
    'product_deleted'     => 'उत्पाद को सफलतापूर्वक हटाया गया है।',
    'product_not_found'   => 'अनुरोधित उत्पाद नहीं मिला।',
];
